[
	{
		"name": "Averageland",
		"leaderName": "Joe",
		"adjective": ["Average"],
		//"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "Interesting facts about Joes",
		"startIntroPart2": "Will you build a civilization that will stand the test of time?",
		
		"declaringWar": "Call an ambulance, call an ambulance! BUT NOT FOR ME!",
		"attacked": "Oh well, I guess I will die.",
		"defeated": "F*** this s*** I am out!",
		"introduction": "Hi, I am Joe. This is also Joe. How about you?",
		
		"neutralHello": "Yo.",
		"hateHello": "Huh?!",
		
		"tradeRequest": "Check this stuff.",
				
		"outerColor": [255,204,93],
		"innerColor": [120,24,25],
		"uniqueName": "Life goes on",
		"uniqueText": "Can't Produce Great Person, sorry :(. Not so great persons are earned 150% faster tho :)",
		"uniques": ["+[150]% great person generation in all cities"],
		"cities": ["Jo Mama","Joekarta","Joerusalem","Joeckson","Joecland","Joemaica","Joersey","Joeburg","Joestown","Joejoe","Joeork","Joepiter","New Joersey","New Joeork"]
	},
{
		"name": "Korea",
		"leaderName": "Sejong",
		"adjective": ["Korean"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "Greetings to you, exalted King Sejong the Great, servant to the people and protector of the Choson Dynasty! Your glorious vision of prosperity and overwhelming benevolence towards the common man made you the most beloved of all Korean kings. From the earliest days of your reign, the effort you took to provide a fair and just society for all was surpassed only by the technological advances spurred onwards by your unquenched thirst for knowledge. Guided by your wisdom, the scholars of the Jade Hall developed Korea's first written language, Hangul, bringing the light of literature and science to the masses after centuries of literary darkness.",
		"startIntroPart2": "Honorable Sejong, once more the people look to your for guidance. Will you rise to the occasion, bringing harmony and understanding to the people? Can you once again advance your kingdom's standing to such wondrous heights? Can you build a civilization that stands the test of time?",
		"declaringWar": "Jip-hyun-jun (Hall of Worthies) will no longer tolerate your irksome behavior. We will liberate the citizens under your oppression even with force, and enlighten them!",
		"attacked": "Foolish, miserable wretch! You will be crushed by this country's magnificent scientific power!",
		"defeated": "Now the question is who will protect my people. A dark age has come.",
		"introduction": "Welcome to the palace of Choson, stranger. I am the learned King Sejong, who looks after his great people.",
		
		"neutralHello": "Hello.",
		"hateHello": "Oh, it's you",
		"tradeRequest": "We have many things to discuss and have much to benefit from each other.",
		"outerColor": [26,32,96],
		"innerColor": [255,0,0],
		"uniqueName": "Scholars of the Jade Hall",
		"uniques": ["[+2 Science] from every specialist", "[+2 Science] from every [Great Improvement]","Receive a tech boost when scientific buildings/wonders are built in capital"],
		"cities": ["Seoul","Busan","Jeonju","Daegu","Pyongyang","Kaesong","Suwon","Gwangju","Gangneung","Hamhung","Wonju","Ulsan",
			"Changwon","Andong","Gongju","Haeju","Cheongju","Mokpo","Dongducheon","Geoje","Suncheon","Jinju","Sangju",
			"Rason","Gyeongju","Chungju","Sacheon","Gimje","Anju"]
	},
]
